app/controllers/members_controller.rb

  def create
    @member = Member.new(member_params)

    respond_to do |format|
      if @member.save
---
INSERT INTO "members" ("age", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?)  [["age", 21], ["created_at", "2014-10-08 12:28:05.999892"], ["name", "Thibaut"], ["updated_at", "2014-10-08 12:28:05.999892"]]

  def update
    respond_to do |format|
      if @member.update(member_params)
---
UPDATE "members" SET "age" = ?, "updated_at" = ? WHERE "members"."id" = 2  [["age", 20], ["updated_at", "2014-10-08 12:28:57.454574"]]

  def destroy
    @member.destroy
---
DELETE FROM "members" WHERE "members"."id" = ?  [["id", 1]]