app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)

    respond_to do |format|
      if @post.save
---
INSERT INTO "posts" ("article", "created_at", "signature", "title", "updated_at") VALUES (?, ?, ?, ?, ?)